Repository: OmerFErdogan/us-citizien-test
Catalog: lib/l10n/app_*.arb
Languages: es, tr

# dayLocked
source: This day is still locked
es: Este día aún está bloqueado
tr: Bu gün henüz kilitli

# unlockInstruction
source: Complete the previous day to unlock this one
es: Completa el día anterior para desbloquear este
tr: Önceki günü tamamlayarak kilidini açabilirsiniz

source: Return to Previous Day
es: Volver al Día Anterior
tr: Önceki Güne Dön

# difficultyLabel
source: Difficulty:
es: Dificultad:
tr: Zorluk:

# targetLabel
source: Target
es: Objetivo
tr: Hedef

source: Daily Progress
es: Progreso Diario
tr: Günlük İlerleme

# correctLabelShort
source: Correct
es: Correctas
tr: Doğru

# targetValueLabel
source: Target
es: Objetivo
tr: Hedef

# successLabel
source: Success
es: Éxito
tr: Başarı

# progressLabel
source: Progress
es: Progreso
tr: İlerleme

source: Daily Activities
es: Actividades Diarias
tr: Günlük Aktiviteler

source: Solve All Questions
es: Resolver Todas las Preguntas
tr: Tüm Soruları Çöz

source: Open Study Material
es: Abrir Material de Estudio
tr: Çalışma Materyalini Aç

source: Complete Day for Testing
es: Completar Día para Pruebas
tr: Günü Test Amaçlı Tamamla

# dayCompletedSuccess
source: You've successfully completed this day!
es: ¡Has completado este día con éxito!
tr: Bu günü başarıyla tamamladınız!

# alreadyCompletedDay
source: You have already completed this day. You can still practice.
es: Ya has completado este día. Aún puedes practicar.
tr: Bu günü zaten tamamladınız. Hala pratik yapabilirsiniz.

# activityCompletedSuccess
source: completed successfully!
es: completado con éxito!
tr: başarıyla tamamlandı!

source: All Activities Completed!
es: ¡Todas las Actividades Completadas!
tr: Tüm Aktiviteler Tamamlandı!

# allActivitiesCompletedMessage
source: Congratulations! You've completed all activities for this day. Would you like to complete the day and unlock the next day?
es: ¡Felicidades! Has completado todas las actividades para este día. ¿Quieres completar el día y desbloquear el siguiente?
tr: Tebrikler! Bu gün için tüm aktiviteleri tamamladınız. Günü tamamlayıp bir sonraki günün kilidini açmak ister misiniz?

source: Later
es: Más Tarde
tr: Sonra

source: Complete Day
es: Completar Día
tr: Günü Tamamla

source: Daily Test
es: Prueba Diaria
tr: Günlük Test

# dailyTestDescription
source: comprehensive test
es: prueba completa
tr: kapsamlı test

# targetNotReached
source: You scored below the target (
es: Obtuviste una puntuación por debajo del objetivo (
tr: Hedefin altında puan aldınız (

# targetNotReachedEnd
source: ). You can try again.
es: ). Puedes intentarlo de nuevo.
tr: ). Tekrar deneyebilirsiniz.

source: Day completed successfully!
es: ¡Día completado con éxito!
tr: Gün başarıyla tamamlandı!

# dayCompletedBelowTarget
source: Day completed, but below target score.
es: Día completado, pero por debajo del objetivo.
tr: Gün tamamlandı, ancak hedef puanın altında.

# goToNextDay
source: Go to Day
es: Ir al Día
tr: Gün

source: New Badge Earned!
es: ¡Nueva Insignia Obtenida!
tr: Yeni Rozet Kazanıldı!

source: Great!
es: ¡Genial!
tr: Harika!

source: Opening study material:
es: Abriendo material de estudio:
tr: Çalışma materyali açılıyor:

source: Simulation Mode
es: Modo de Simulación
tr: Simülasyon Modu

# simulationDescription
source: This will simulate completing the day successfully for testing purposes.
es: Esto simulará completar el día con éxito para fines de prueba.
tr: Bu işlem, test amaçlı olarak günü simüle edecek ve başarıyla tamamlayacaktır.

source: Select success level:
es: Selecciona el nivel de éxito:
tr: Başarı seviyesini seçin:

# minimumSuccess
source: Minimum
es: Mínimo

# mediumSuccess
source: Medium
es: Medio
tr: Orta

# highSuccess
source: High
es: Alto
tr: Yüksek

# simulationSuccessMessage
source: Day simulated with
es: Día simulado con
tr: Gün simülasyonu gerçekleştirildi, doğru cevaplar:

# simulationSuccessEnd
source: correct answers
es: respuestas correctas
tr: doğru cevap

# simulationError
source: Error during simulation:
es: Error durante la simulación:
tr: Simülasyon sırasında hata oluştu:

# totalQuestionsLabel
source: Total Questions
es: Preguntas Totales
tr: Toplam Soru

# errorLoadingCamp
source: Failed to load camp data:
es: Error al cargar los datos del campamento:
tr: Kamp verisi yüklenemedi:

# continueToDay
source: Day
es: Día
tr: Gün

# continueText
source: Continue
es: Continuar
tr: 'e Devam Et

# aboutProgram
source: About the Program
es: Acerca del Programa
tr: Program Hakkında

# campDescriptionP1
source: The 10-Day Citizenship program is an intensive study camp that helps you prepare for the US citizenship exam quickly and effectively. By working on a different topic each day, you cover all areas of the exam with a systematic approach.
es: El programa de Ciudadanía en 10 Días es un campamento intensivo de estudio que te ayuda a prepararte para el examen de ciudadanía de EE. UU. de manera rápida y efectiva. Al trabajar en un tema diferente cada día, cubres todas las áreas del examen con un enfoque sistemático.
tr: 10 Günde Vatandaşlık programı, ABD vatandaşlık sınavına hızlı ve etkili bir şekilde hazırlanmanızı sağlayan yoğunlaştırılmış bir çalışma kampıdır. Her gün farklı bir konu üzerinde çalışarak, sistematik bir yaklaşımla sınavın tüm alanlarını kapsarsınız.

# campDescriptionP2
source: The program offers a daily goal-based approach that requires successful completion of at least 8 days. Each day consists of morning, afternoon, and evening sessions.
es: El programa ofrece un enfoque basado en metas diarias que requiere completar con éxito al menos 8 días. Cada día consta de sesiones de mañana, tarde y noche.
tr: Program, en az 8 günün başarıyla tamamlanmasını gerektiren, günlük hedeflere dayalı bir yaklaşım sunar. Her gün sabah, öğle ve akşam oturumlarından oluşur.

# tenDayPlan
source: 10-Day Plan
es: Plan de 10 Días
tr: 10 Günlük Plan

source: American History Basics
es: Fundamentos de Historia Americana
tr: Amerikan Tarihi Temelleri

# americanGovConstitution
source: American Government and Constitution
es: Gobierno Americano y Constitución
tr: Amerikan Hükümeti ve Anayasa

# rightsResponsibilities
source: Rights and Responsibilities
es: Derechos y Responsabilidades
tr: Haklar ve Sorumluluklar

# politicalSystemParties
source: Political System and Parties
es: Sistema Político y Partidos
tr: Politik Sistem ve Partiler

# reviewInterim
source: Review and Interim Assessment
es: Repaso y Evaluación Intermedia
tr: Tekrar ve Ara Değerlendirme

# showAllPlan
source: View Full Plan
es: Ver Plan Completo
tr: Tüm Planı Gör

source: Benefits
es: Beneficios
tr: Faydaları

source: Fast Progress
es: Progreso Rápido
tr: Hızlı İlerleme

# fastProgressDesc
source: Systematic learning in just 10 days
es: Aprendizaje sistemático en solo 10 días
tr: Sadece 10 günde sistematik öğrenme

source: Comprehensive Content
es: Contenido Integral
tr: Kapsamlı İçerik

# comprehensiveContentDesc
source: Covers all subject areas of the citizenship exam
es: Cubre todas las áreas temáticas del examen de ciudadanía
tr: Vatandaşlık sınavının tüm konu alanlarını kapsar

# badgesCertificates
source: Badges and Certificates
es: Insignias y Certificados
tr: Rozetler ve Sertifikalar

# badgesCertificatesDesc
source: Tangible ways to showcase your progress
es: Formas tangibles de mostrar tu progreso
tr: İlerlemenizi göstermenin somut yolları

source: Progress Tracking
es: Seguimiento del Progreso
tr: İlerleme Takibi

# progressTrackingDesc
source: See your development daily
es: Ve tu desarrollo diariamente
tr: Gelişiminizi günlük olarak görün

source: Continue Camp
es: Continuar Campamento
tr: Kampa Devam Et

source: Start Camp
es: Iniciar Campamento
tr: Kampı Başlat

source: View Progress
es: Ver Progreso
tr: İlerleme Durumunu Gör

source: Reset Camp
es: Reiniciar Campamento
tr: Kampı Sıfırla

# tenDayCampPlan
source: 10-Day Camp Plan
es: Plan de Campamento de 10 Días
tr: 10 Günlük Kamp Planı

# dailyFocusDesc
source: Focus on a different topic each day to systematically learn all information needed for the citizenship exam.
es: Concéntrate en un tema diferente cada día para aprender sistemáticamente toda la información necesaria para el examen de ciudadanía.
tr: Her gün farklı bir konuya odaklanarak, vatandaşlık sınavı için gereken tüm bilgileri sistematik olarak öğrenin.

# questionsTargetDifficulty
source: questions | Target:
es: preguntas | Objetivo:
tr: soru | Hedef:

# correctAnswerText
source: correct |
es: correctas |
tr: doğru |

# startNewCampTitle
source: Start New Camp
es: Iniciar Nuevo Campamento
tr: Yeni Kamp Başlat

# startNewCampContent
source: You are about to begin the 10-day citizenship camp. Daily regular study is recommended. Do you want to start?
es: Estás a punto de comenzar el campamento de ciudadanía de 10 días. Se recomienda estudio regular diario. ¿Quieres comenzar?
tr: 10 günlük vatandaşlık kampına başlamak üzeresiniz. Her gün düzenli olarak çalışmanız önerilir. Başlamak istiyor musunuz?

# cancelButtonText
source: Cancel
es: Cancelar
tr: İptal

# startButtonText
source: Start
es: Iniciar
tr: Başlat

# resetCampTitle
source: Reset Camp
es: Reiniciar Campamento
tr: Kampı Sıfırla

# resetCampWarning
source: Warning! This action will completely erase your current camp progress and you will need to start from the beginning. This action cannot be undone. Do you want to continue?
es: ¡Advertencia! Esta acción borrará completamente tu progreso actual del campamento y tendrás que comenzar desde el principio. Esta acción no se puede deshacer. ¿Quieres continuar?
tr: Dikkat! Bu işlem mevcut kamp ilerlemenizi tamamen silecek ve sıfırdan başlamanız gerekecek. Bu işlem geri alınamaz. Devam etmek istiyor musunuz?

# resetButtonText
source: Reset
es: Reiniciar
tr: Sıfırla

# campResetConfirmation
source: Camp has been reset
es: El campamento ha sido reiniciado
tr: Kamp sıfırlandı

source: Camp start error:
es: Error al iniciar el campamento:
tr: Kamp başlatma hatası:

# campProgressTitle
source: Camp Progress
es: Progreso del Campamento
tr: Kamp İlerlemesi

# refreshTooltip
source: Refresh progress data
es: Actualizar datos de progreso
tr: İlerleme verilerini yenile

# refreshingMessage
source: Refreshing data...
es: Actualizando datos...
tr: Veriler yenileniyor...

# overviewTabTitle
source: Overview
es: Resumen
tr: Genel Bakış

# daysTabTitle
source: Days
es: Días
tr: Günler

# badgesTabTitle
source: Badges
es: Insignias
tr: Rozetler

# errorNoActiveProgress
source: No active camp found
es: No se encontró ningún campamento activo
tr: Aktif kamp bulunamadı

# errorLoadingData
source: Failed to load data:
es: Error al cargar datos:
tr: Veri yüklenemedi:

source: Performance by Day
es: Rendimiento por Día
tr: Güne Göre Performans

# strengthsWeaknesses
source: Strengths and Weaknesses
es: Fortalezas y Debilidades
tr: Güçlü ve Zayıf Yönler

source: Camp Progress
es: Progreso del Campamento
tr: Kamp İlerlemesi

source: Start Date
es: Fecha de Inicio
tr: Başlangıç Tarihi

source: Completed Day
es: Días Completados
tr: Tamamlanan Gün

source: Total Success
es: Éxito Total
tr: Toplam Başarı

# dayZero
source: 0 days
es: 0 días
tr: 0 gün

source: day
es: día
tr: gün

# congratsComplete
source: Congratulations! You've completed the camp.
es: ¡Felicidades! Has completado el campamento.
tr: Tebrikler! Kampı tamamladınız.

# minCompletionDaysText
source: You need to successfully complete at least
es: Necesitas completar con éxito al menos
tr: Kampı tamamlamak için en az

# minCompletionDaysText2
source: days to complete the camp.
es: días para completar el campamento.
tr: günü başarıyla tamamlamanız gerekiyor.

# strengthsWeaknessesTitle
source: Strengths and Weaknesses
es: Fortalezas y Debilidades
tr: Güçlü ve Zayıf Yönler

# notEnoughData
source: Not enough data yet. Complete more days to see detailed analysis.
es: Aún no hay suficientes datos. Completa más días para ver un análisis detallado.
tr: Henüz yeterli veri yok. Detaylı analiz görmek için daha fazla gün tamamlayın.

source: Extra Study Suggestions
es: Sugerencias de Estudio Adicional
tr: Ek Çalışma Önerileri

# studySuggestionsMessage
source: Study suggestions will be shown here
es: Las sugerencias de estudio se mostrarán aquí
tr: Çalışma önerileri burada gösterilecektir

# struggleRateText
source: % struggle rate
es: % tasa de dificultad
tr: % zorlanma oranı

# congratsTitle
source: Congratulations!
es: ¡Felicidades!
tr: Tebrikler!

# campCompletionText
source: You have successfully completed the citizenship camp program.
es: Has completado con éxito el programa del campamento de ciudadanía.
tr: Vatandaşlık kampı programını başarıyla tamamladınız.

# downloadCertificate
source: Download Your Certificate
es: Descarga Tu Certificado
tr: Sertifikanızı İndirin

# downloadingCertificateMessage
source: Downloading certificate
es: Descargando certificado
tr: Sertifika indiriliyor

# tenDayCampCalendar
source: 10-Day Camp Calendar
es: Calendario del Campamento de 10 Días
tr: 10 Günlük Kamp Takvimi

source: Daily Summary
es: Resumen Diario
tr: Günlük Özet

source: Badge Gallery
es: Galería de Insignias
tr: Rozet Galerisi

# earnedBadges
source: Earned
es: Ganadas
tr: Kazanılan

# remainingBadges
source: Remaining
es: Restantes
tr: Kalan

# completionRate
source: Completion
es: Finalización
tr: Tamamlama Oranı

source: Special Badges
es: Insignias Especiales
tr: Özel Rozetler

source: Day Completion Badges
es: Insignias por Día Completado
tr: Gün Tamamlama Rozetleri

source: Perfect Day Badges
es: Insignias por Día Perfecto
tr: Mükemmel Gün Rozetleri

# dayBadgeTemplate
source: Day {number} Badge
es: Insignia del Día {number}
tr: {number}. Gün Rozeti

# badgeNotEarned
source: Not earned yet
es: Aún no ganada
tr: Henüz kazanılmadı

# dayTextPrefix
source: Day
es: Día
tr: Gün

# noCampStarted
source: No camp started yet
es: Ningún campamento iniciado aún
tr: Henüz kamp başlatılmadı

# trackProgressText
source: Start the 10-day camp to track your progress
es: Inicia el campamento de 10 días para seguir tu progreso
tr: İlerlemenizi takip etmek için 10 günlük kampı başlatın

# errorInitialization
source: An error occurred during preparation:
es: Se produjo un error durante la preparación:
tr: Hazırlık sırasında bir hata oluştu:

# noQuestionsFound
source: Not enough questions found. Please try again later.
es: No se encontraron suficientes preguntas. Por favor, inténtalo más tarde.
tr: Yeterli soru bulunamadı. Lütfen daha sonra tekrar deneyin.

# questionsSuffix
source: questions.
es: preguntas.
tr: soru içermektedir.

# prototypeNote
source: Note: This feature is currently in prototype stage. Two options are provided:
es: Nota: Esta función está actualmente en fase de prototipo. Se proporcionan dos opciones:
tr: Not: Bu özellik şu anda prototip aşamasındadır. İki seçenek sunulmaktadır:

# option1
source: 1. Click 'Start Quiz' to see the actual questions.
es: 1. Haz clic en 'Iniciar Cuestionario' para ver las preguntas reales.
tr: 1. Gerçek soruları görmek için "Quiz Başlat" düğmesine tıklayın.

# option2
source: 2. Click 'Simulate' to simulate without seeing questions.
es: 2. Haz clic en 'Simular' para simular sin ver las preguntas.
tr: 2. Soru görmeden simülasyon için "Simüle Et" düğmesine tıklayın.

source: Simulate
es: Simular
tr: Simüle Et

# campQuestionsError
source: Could not retrieve camp questions:
es: No se pudieron recuperar las preguntas del campamento:
tr: Kamp soruları alınamadı:

# randomQuestionsError
source: Could not retrieve random questions:
es: No se pudieron recuperar preguntas aleatorias:
tr: Rastgele sorular alınamadı:

# activityCompleted
source: Activity completed: Day=
es: Actividad completada: Día=
tr: Aktivite tamamlandı: Gün=

# activityCompletedTitle
source: , Title=
es: , Título=
tr: , Başlık=

# activityCompletedCorrect
source: , Correct=
es: , Correctas=
tr: , Doğru=

source: Progress update error:
es: Error al actualizar el progreso:
tr: İlerleme güncelleme hatası:

# simulatedActivityCompleted
source: Simulated activity completed: Day=
es: Actividad simulada completada: Día=
tr: Simüle aktivite tamamlandı: Gün=

source: Activity completion error:
es: Error al completar la actividad:
tr: Aktivite tamamlama hatası:

source: Simulation completion error:
es: Error al completar la simulación:
tr: Simülasyon tamamlama hatası:

source: Congratulations!
es: ¡Felicitaciones!
tr: Tebrikler!

# correctQuestions
source: questions correct.
es: preguntas correctas.
tr: soru doğru.

source: OK
es: Aceptar
tr: Tamam

source: Go Back
es: Volver
tr: Geri Dön

source: Try Again
es: Intentar de Nuevo
tr: Tekrar Dene

source: Saving progress...
es: Guardando progreso...
tr: İlerleme kaydediliyor...

# kServiceNotInitialized
source: Camp service not initialized. Call the initialize() method first.
es: Servicio de campamento no inicializado. Llame primero al método initialize().
tr: Kamp servisi başlatılmadı. Önce initialize() metodunu çağırın.

# kServiceInitError
source: Error while initializing camp service:
es: Error al inicializar el servicio de campamento:
tr: Kamp servisi başlatılırken hata:

# kCampNotStarted
source: Camp not started or service not initialized.
es: Campamento no iniciado o servicio no inicializado.
tr: Kamp başlatılmadı veya servis başlatılmadı.

# kHalfwayTitle
source: Halfway There
es: A Mitad de Camino
tr: Yarı Yolu Tamamladınız

# kHalfwayDesc
source: You have successfully completed half of the camp!
es: ¡Has completado con éxito la mitad del campamento!
tr: Kampın yarısını başarıyla tamamladınız!

# kCampCompletedTitle
source: Camp Completed
es: Campamento Completado
tr: Kamp Tamamlandı

# kCampCompletedDesc
source: Congratulations! You have successfully completed the 10-Day Citizenship Camp.
es: ¡Felicitaciones! Has completado con éxito el Campamento de Ciudadanía de 10 días.
tr: Tebrikler! 10 Günlük Vatandaşlık Kampını başarıyla tamamladınız.

# kPerfectCampTitle
source: Perfect Camp
es: Campamento Perfecto
tr: Mükemmel Kamp

# kPerfectCampDesc
source: Amazing! You have successfully completed all 10 days of the camp.
es: ¡Increíble! Has completado con éxito los 10 días del campamento.
tr: İnanılmaz! Kampın tüm 10 gününü başarıyla tamamladınız.

# kSyncProgressError
source: Error synchronizing progress and activity status:
es: Error al sincronizar el progreso y el estado de las actividades:
tr: İlerleme ve aktivite durumu senkronize edilirken hata:

# kUpdateActivityError
source: Error updating activity completion status:
es: Error al actualizar el estado de finalización de la actividad:
tr: Aktivite tamamlama durumu güncellenirken hata:

# kDayUnlocked
source: Day {number} unlocked
es: Día {number} desbloqueado
tr: Gün {number} kilidini açtı

# kDayCompletedTitle
source: Day {number} Completed
es: Día {number} Completado
tr: Gün {number} Tamamlandı

# kDayCompletedDesc
source: You have successfully completed the study for day {number}!
es: ¡Has completado con éxito el estudio del día {number}!
tr: {number}. günün çalışmasını başarıyla tamamladınız!

# kPerfectDayTitle
source: Perfect Day {number}
es: Día {number} Perfecto
tr: Mükemmel Gün {number}

# kPerfectDayDesc
source: You answered all questions correctly for day {number}!
es: ¡Respondiste correctamente todas las preguntas del día {number}!
tr: {number}. günün tüm sorularını doğru cevapladınız!

# kDayNotFound
source: Day {number} not found
es: Día {number} no encontrado
tr: Gün {number} bulunamadı

# kActivityNotFound
source: Activity with title "{title}" not found.
es: Actividad con título "{title}" no encontrada.
tr: "{title}" başlıklı aktivite bulunamadı.

# kAllActivitiesCompleted
source: All activities for Day {number} completed!
es: ¡Todas las actividades para el Día {number} completadas!
tr: Gün {number} için tüm aktiviteler tamamlandı!

# kCompletingDayFromActivities
source: All activities completed, starting day completion: Day={number}, Calculated Score={score}
es: Todas las actividades completadas, iniciando la finalización del día: Día={number}, Puntuación Calculada={score}
tr: Tüm aktiviteler tamamlandı, günü tamamlama işlemi başlatılıyor: Gün={number}, Hesaplanan Puan={score}

# onboardingTitle1
source: Welcome to US Citizenship Test
es: Bienvenido al Test de Educación Cívica de EE.UU.
tr: ABD Vatandaşlık Testine Hoş Geldiniz

# onboardingDesc1
source: Prepare for your US citizenship test with comprehensive study materials and practice tests.
es: Prepárese para su examen de ciudadanía estadounidense con materiales de estudio completos y exámenes de práctica.
tr: Kapsamlı çalışma materyalleri ve pratik testlerle ABD vatandaşlık sınavına hazırlanın.

# onboardingTitle2
source: 10-Day Camp Mode
es: Modo Campamento de 10 Días
tr: 10 Günlük Kamp Modu

# onboardingDesc2
source: Follow our structured 10-day camp program designed to maximize your learning in a short time.
es: Siga nuestro programa estructurado de campamento de 10 días diseñado para maximizar su aprendizaje en poco tiempo.
tr: Kısa sürede öğrenmenizi maksimize etmek için tasarlanmış 10 günlük yapılandırılmış kamp programını takip edin.

# onboardingTitle3
source: Practice Tests & Simulations
es: Pruebas de Práctica y Simulaciones
tr: Pratik Testler ve Simülasyonlar

# onboardingDesc3
source: Test your knowledge with real exam simulations and track your progress as you learn.
es: Ponga a prueba sus conocimientos con simulaciones de exámenes reales y realice un seguimiento de su progreso mientras aprende.
tr: Gerçek sınav simülasyonlarıyla bilginizi test edin ve öğrenirken ilerlemenizi takip edin.

# onboardingTitle4
source: Multi-Language Support
es: Soporte Multilingüe
tr: Çoklu Dil Desteği

# onboardingDesc4
source: Study in English, Spanish, or Turkish - choose the language that helps you learn best.
es: Estudie en inglés, español o turco - elija el idioma que mejor le ayude a aprender.
tr: İngilizce, İspanyolca veya Türkçe dillerinde çalışın - sizin için en iyi öğrenme deneyimini sağlayan dili seçin.

source: Skip
es: Omitir
tr: Atla

source: Get Started
es: Comenzar
tr: Başla

# campTitle
source: 10-Day Citizenship
es: Ciudadanía en 10 Días
tr: 10 Günde Vatandaşlık

# campDescription
source: Intensive study program to prepare for the US citizenship exam in 10 days
es: Programa intensivo de 10 días para prepararse para el Examen de Ciudadanía Estadounidense
tr: Amerikan Vatandaşlık Sınavına 10 günde hazırlanmak için yoğun çalışma programı

# badgeDayComplete
source: Day completed
es: Día completado
tr: Günü tamamladınız

# badgePerfectDay
source: Perfect day: 100% success
es: Día perfecto: 100% de éxito
tr: Mükemmel gün: %100 başarı

# badgeHalfway
source: Halfway completed
es: Has completado la mitad del camino
tr: Yolun yarısını tamamladınız

# badgeCampComplete
source: Camp completed
es: Campamento completado
tr: Kampı tamamladınız

# badgePerfectCamp
source: Perfect camp: 10/10 days
es: Campamento perfecto: 10/10 días
tr: Mükemmel kamp: 10/10 gün

# difficultyBeginner
source: Beginner
es: Principiante
tr: Başlangıç

# difficultyIntermediate
source: Intermediate
es: Intermedio
tr: Orta

# difficultyAdvanced
source: Advanced
es: Avanzado
tr: İleri

# difficultyBeginnerIntermediate
source: Beginner-Intermediate
es: Principiante-Intermedio
tr: Başlangıç-Orta

# difficultyIntermediateAdvanced
source: Intermediate-Advanced
es: Intermedio-Avanzado
tr: Orta-İleri

# periodMorning
source: Morning
es: Mañana
tr: Sabah

# periodNoon
source: Noon
es: Mediodía
tr: Öğle

# periodEvening
source: Evening
es: Tarde
tr: Akşam

# day1Title
source: American History Basics
es: Fundamentos de la Historia Americana
tr: Amerikan Tarihi Temelleri

# day1Description
source: From colonies to independence, Civil War and key historical events
es: Desde las colonias hasta la independencia, la Guerra Civil y eventos históricos importantes
tr: Kolonilerden bağımsızlığa, İç Savaş ve önemli tarihi olaylar
