Repository: OmerFErdogan/us-citizien-test
Catalog: lib/l10n/app_*.arb
Languages: es, tr

# appTitle
source: US Civics Test App
es: Aplicación de Examen Cívico de EE. UU.
tr: ABD Vatandaşlık Testi Uygulaması

# activeStatus
source: Active
es: Activo
tr: Aktif

# lockedStatus
source: Locked
es: Bloqueado
tr: Kilitli

# waitingStatus
source: Waiting
es: Esperando
tr: Bekliyor

source: Study Again
es: Estudiar de Nuevo
tr: Tekrar Çalış

source: AMERICAN DREAM
es: SUEÑO AMERICANO
tr: AMERİKAN RÜYASI

# dreamMotivation
source: Prepare for the citizenship test and open the doors to your new life. The Statue of Liberty awaits you!
es: Prepárate para el examen de ciudadanía y abre las puertas a tu nueva vida. ¡La Estatua de la Libertad te espera!
tr: Vatandaşlık sınavına hazırlanarak yeni hayatının kapılarını arala. Özgürlük heykeli seni bekliyor!

source: Knowledge
es: Conocimiento
tr: Bilgi

source: Exam
es: Examen
tr: Sınav

source: Citizenship
es: Ciudadanía
tr: Vatandaşlık

source: Daily Citizenship Goal
es: Meta Diaria de Ciudadanía
tr: Günlük Vatandaşlık Hedefi

source: Mission Complete!
es: ¡Misión Cumplida!
tr: Görev Tamamlandı!

source: Citizenship Exam
es: Examen de Ciudadanía
tr: Vatandaşlık Sınavı

# oneStepCloser
source: Take one step closer to your dreams - 10 question quiz
es: Un paso más cerca de tus sueños - cuestionario de 10 preguntas
tr: Hayallerine bir adım daha yaklaş - 10 soruluk quiz

source: Liberty Cards
es: Tarjetas de Libertad
tr: Özgürlük Kartları

# learnWithCards
source: Learn American knowledge with flashcards
es: Aprende conocimientos americanos con tarjetas
tr: Amerikan bilgilerini flashcardlarla öğren

source: Second Chance
es: Segunda Oportunidad
tr: İkinci Şans

# neverGiveUp
source: Dreams are not easily abandoned - Review questions you missed
es: Los sueños no se abandonan fácilmente - Repasa las preguntas que fallaste
tr: Hayaller kolay vazgeçilmez - Yanlış sorularını tekrar çöz

# realizingDream
source: You're Realizing Your American Dream!
es: ¡Estás Realizando Tu Sueño Americano!
tr: Amerikan Rüyanı Gerçekleştiriyorsun!

# citizenshipJourney
source: One more step on your citizenship journey! You completed all cards.
es: ¡Un paso más en tu camino hacia la ciudadanía! Completaste todas las tarjetas.
tr: Vatandaşlık yolunda bir adım daha! Tüm kartları tamamladın.

# libertyAwaits
source: The Statue of Liberty awaits you!
es: ¡La Estatua de la Libertad te espera!
tr: Özgürlük Heykeli seni bekliyor!

# noCardsFound
source: No cards found for your American dream!
es: ¡No se encontraron tarjetas para tu sueño americano!
tr: Amerikan rüyan için kart bulunamadı!

# homeScreenTitle
source: Learning App
es: Aplicación de Aprendizaje
tr: Öğrenme Uygulaması

source: Learning Progress
es: Progreso de Aprendizaje
tr: Öğrenme İlerlemen

source: Total Questions
es: Total de Preguntas
tr: Toplam Soru

source: Answered
es: Respondidas
tr: Cevaplanan

# successRateLabel
source: Success Rate
es: Tasa de Éxito
tr: Başarı Oranı

# startQuizButton
source: Start Quiz
es: Iniciar Cuestionario
tr: Quiz Başlat

# quizDescription
source: Test your knowledge with a 10-question quiz
es: Pon a prueba tus conocimientos con un cuestionario de 10 preguntas
tr: Bilgilerini test etmek için 10 soruluk quiz

source: Flashcards
es: Tarjetas de Memoria
tr: Flashcardlar

# flashcardsDescription
source: Learn questions and answers with cards
es: Aprende preguntas y respuestas con tarjetas
tr: Soruları ve cevapları kartlarla öğren

source: Detailed Statistics
es: Estadísticas Detalladas
tr: Detaylı İstatistikler

# statisticsComingSoon
source: Statistics page coming soon
es: Página de estadísticas próximamente
tr: İstatistik sayfası yakında eklenecek

source: Select Categories
es: Seleccionar Categorías
tr: Kategorileri Seç

# selectCategoriesDescription
source: Choose categories to focus on
es: Elige categorías en las que enfocarte
tr: Odaklanmak istediğin kategorileri seç

source: All Categories
es: Todas las Categorías
tr: Tüm Kategoriler

source: Start Learning
es: Comenzar a Aprender
tr: Öğrenmeye Başla

# questionLabel
source: Question
es: Pregunta
tr: Soru

# correctLabel
source: Correct
es: Correcto

# incorrectLabel
source: Incorrect
es: Incorrecto

source: Next
es: Siguiente
tr: İleri

source: Finish
es: Finalizar
tr: Bitir

# quizResultsTitle
source: Quiz Results
es: Resultados del Cuestionario
tr: Quiz Sonuçları

source: Your Score
es: Tu Puntuación
tr: Puanın

source: Correct Answers
es: Correctas:
tr: Doğru:

source: Incorrect Answers
es: Respuestas Incorrectas
tr: Yanlış Cevaplar

source: Back to Home
es: Volver al Inicio
tr: Ana Sayfaya Dön

source: Review Answers
es: Revisar Respuestas
tr: Cevapları İncele

source: Loading...
es: Cargando...
tr: Yükleniyor...

# errorLoading
source: An error occurred while loading questions: {error}
es: Ocurrió un error al cargar las preguntas: {error}
tr: Sorular yüklenirken bir hata oluştu: {error}

source: Knew It
es: Lo Sabía
tr: Biliyordum

source: Still Learning
es: Aún Aprendiendo
tr: Hala Öğreniyorum

source: Tap to flip
es: Toca para voltear
tr: Çevirmek için dokun

# principles
source: Principles of American Democracy
es: Principios de la Democracia Americana
tr: Amerikan Demokrasisinin İlkeleri

# system
source: System of Government
es: Sistema de Gobierno
tr: Hükümet Sistemi

# rights
source: Rights and Responsibilities
es: Derechos y Responsabilidades
tr: Haklar ve Sorumluluklar

# history
source: American History
es: Historia Americana
tr: Amerikan Tarihi

source: Geography
es: Geografía
tr: Coğrafya

# symbols
source: Symbols and Holidays
es: Símbolos y Días Festivos
tr: Semboller ve Tatiller

source: Settings
es: Configuración
tr: Ayarlar

source: Reset Progress
es: Reiniciar Progreso
tr: İlerlemeyi Sıfırla

# attentionTitle
source: Attention
es: Atención
tr: Dikkat

# resetProgressWarning
source: This will reset all your progress. All your answers and statistics will be deleted. This action cannot be undone. Are you sure you want to continue?
es: Esto reiniciará todo tu progreso. Todas tus respuestas y estadísticas serán eliminadas. Esta acción no se puede deshacer. ¿Estás seguro de que quieres continuar?
tr: Bu işlem tüm ilerlemenizi sıfırlayacak. Tüm cevaplarınız ve istatistikleriniz silinecek. Bu işlem geri alınamaz. Devam etmek istediğinize emin misiniz?

source: Cancel
es: Cancelar
tr: İptal

source: Reset
es: Reiniciar
tr: Sıfırla

# progressReset
source: Your progress has been reset
es: Tu progreso ha sido reiniciado
tr: İlerlemeniz sıfırlandı

# learningProgressTitle
source: Learning Progress
es: Progreso de Aprendizaje
tr: Öğrenme İlerlemen

# detailedStatisticsButton
source: Detailed Statistics
es: Estadísticas Detalladas
tr: Detaylı İstatistikler

# realExamSimulation
source: Real USCIS exam simulation (10 questions, 10 min)
es: Simulación de examen USCIS real (10 preguntas, 10 min)
tr: Gerçek USCIS sınavı simülasyonu (10 soru, 10 dk)

# tenDayCamp
source: 10-Day Citizenship
es: Ciudadanía en 10 Días
tr: 10 Günde Vatandaşlık

# tenDayCampDescription
source: Prepare for the exam with a 10-day intensive camp program
es: Prepárate para el examen con un programa de campamento intensivo de 10 días
tr: 10 günlük yoğun kamp programı ile sınava hazırlan

# noWrongQuestionsYet
source: There are no incorrect questions yet. You need to take a quiz first.
es: Aún no hay preguntas incorrectas. Primero debes realizar un cuestionario.
tr: Henüz yanlış cevaplanmış soru bulunmuyor. Önce bir quiz çözmelisiniz.

# campModeError
source: There was a problem loading camp mode. Please try again.
es: Hubo un problema al cargar el modo campamento. Por favor, intenta de nuevo.
tr: Kamp modu yüklenirken bir sorun oluştu. Lütfen tekrar deneyin.

source: Language
es: Idioma
tr: Dil

# selectLanguage
source: Select your preferred language
es: Selecciona tu idioma preferido
tr: Tercih ettiğin dili seç

source: Save
es: Guardar
tr: Kaydet

# languageChanged
source: Language has been changed
es: El idioma ha sido cambiado
tr: Dil değiştirildi

# testSimulation
source: US Citizenship Exam Simulation
es: Simulación del Examen de Ciudadanía de EE. UU.
tr: ABD Vatandaşlık Sınavı Simülasyonu

# officialTestSimulation
source: Official Citizenship Exam Simulation
es: Simulación Oficial del Examen de Ciudadanía
tr: Resmi Vatandaşlık Sınavı Simülasyonu

# experienceRealTest
source: Experience the real US Citizenship exam
es: Experimente el examen real de ciudadanía de EE. UU.
tr: Gerçek ABD Vatandaşlık sınav tecrübesini yaşayın

# aboutExam
source: About the Exam
es: Acerca del Examen
tr: Sınav Hakkında

# civicsQuestions
source: 10 Civics Questions
es: 10 Preguntas de Educación Cívica
tr: 10 Sivil Eğitim Sorusu

# uscisOfficerQuestions
source: The USCIS officer will ask you 10 questions from a list of 100 during the exam.
es: El oficial de USCIS le hará 10 preguntas de una lista de 100 durante el examen.
tr: USCIS görevlisi sınav sırasında 100 soruluk listeden 10 soru sorar.

# passingCriteria
source: Passing Criteria: 6/10
es: Criterio de Aprobación: 6/10
tr: Geçme Kriteri: 6/10

# needCorrectAnswers
source: You need to answer at least 6 out of 10 questions correctly to pass the exam.
es: Debe responder correctamente al menos 6 de 10 preguntas para aprobar el examen.
tr: Sınavı geçmek için 10 sorudan en az 6 tanesini doğru cevaplamalısınız.

# tenMinuteTime
source: 10 Minute Time Limit
es: Límite de Tiempo de 10 Minutos
tr: 10 Dakika Süre

# timeDescription
source: In this simulation, you have 10 minutes to answer all questions.
es: En esta simulación, tiene 10 minutos para responder todas las preguntas.
tr: Bu simülasyonda, tüm soruları cevaplamak için 10 dakikanız var.

# attentionCard
source: Attention
es: Atención
tr: Dikkat

source: Attention
es: Atención
tr: Dikkat

source: Start Test Simulation
es: Iniciar Simulación de Examen
tr: Test Simülasyonunu Başlat

# testDescription
source: This simulation will ask you 10 random civics questions, similar to the real USCIS citizenship exam. You'll need to answer at least 6 correctly to pass.
es: Esta simulación te hará 10 preguntas aleatorias sobre educación cívica, similar al examen real de ciudadanía de USCIS. Necesitarás contestar correctamente al menos 6 para aprobar.
tr: Bu simülasyon size 10 rastgele sivil bilgi sorusu soracak, gerçek USCIS vatandaşlık sınavına benzer şekilde. Geçmek için en az 6 soruyu doğru cevaplamanız gerekecek.

# realExamNote
source: In the real exam, you need to answer questions verbally, and the USCIS officer can stop the exam at any time.
es: En el examen real, debe responder las preguntas verbalmente, y el oficial de USCIS puede detener el examen en cualquier momento.
tr: Gerçek sınavda, soruları sözlü olarak cevaplandırmanız gerekir ve sınav yapan USCIS görevlisi sınavı istediği zaman durdurabilir.

# simulationDisclaimer
source: I understand that this simulation is for practice purposes only and may differ from the actual exam.
es: Entiendo que esta simulación es solo para fines de práctica y puede diferir del examen real.
tr: Bu simülasyonun yalnızca pratik amaçlı olduğunu ve gerçek sınavdan farklı olabileceğini anlıyorum.

source: Start Exam
es: Comenzar Examen
tr: Sınavı Başlat

source: Error loading questions!
es: ¡Error al cargar las preguntas!
tr: Soru yüklenirken hata oluştu!

# usExam
source: US Citizenship Exam
es: Examen de Ciudadanía de EE. UU.
tr: ABD Vatandaşlık Sınavı

# questionProgress
source: Question {current}/{total}
es: Pregunta {current}/{total}
tr: Soru {current}/{total}

# needSixCorrect
source: Need at least 6 correct answers to pass
es: Se necesitan al menos 6 respuestas correctas para aprobar
tr: Geçmek için en az 6 doğru cevap

source: USCIS Officer
es: Oficial de USCIS
tr: USCIS Görevlisi

source: Previous
es: Anterior
tr: Önceki

source: Pause
es: Pausar
tr: Duraklat

source: Resume
es: Reanudar
tr: Devam Et

source: Finish Exam
es: Finalizar Examen
tr: Sınavı Bitir

source: Exam Results
es: Resultados del Examen
tr: Sınav Sonuçları

# quizResultsHeader
source: Quiz Results
es: Resultados del Cuestionario
tr: Quiz Sonuçları

source: Exam Completed!
es: ¡Examen Completado!
tr: Sınav Tamamlandı!

source: Quiz Completed
es: Cuestionario Completado
tr: Quiz Tamamlandı

source: PASS
es: ¡APROBADO!
tr: GEÇTİNİZ!

source: FAIL
es: REPROBADO
tr: KALDINIZ

# correctIncorrect
source: {correct} correct, {incorrect} incorrect
es: {correct} correctas, {incorrect} incorrectas
tr: {correct} doğru, {incorrect} yanlış

# passCriteria
source: Pass Criteria: At least 6/10 correct answers
es: Criterio de Aprobación: Al menos 6/10 respuestas correctas
tr: Geçme Kriteri: En az 6/10 doğru cevap

# totalTime
source: Total Time: {time}
es: Tiempo Total: {time}
tr: Toplam Süre: {time}

source: Your Answers
es: Tus Respuestas
tr: Cevaplarınız

source: Home Page
es: Página Principal
tr: Ana Sayfa

source: New Exam
es: Nuevo Examen
tr: Yeni Sınav

source: New Quiz
es: Nuevo Cuestionario
tr: Yeni Quiz

# passedUSCISExam
source: You passed the USCIS Citizenship Exam!
es: ¡Has Aprobado el Examen de Ciudadanía de USCIS!
tr: ABD Vatandaşlık Sınavını Geçtiniz!

source: Great Achievement!
es: ¡Gran Logro!
tr: Harika Başarı!

source: Category: {name}
es: Categoría: {name}
tr: Kategori: {name}

source: Correct Answer:
es: Respuesta Correcta:
tr: Doğru Cevap:

source: Your Answer:
es: Tu Respuesta:
tr: Sizin Cevabınız:

# passedUSCISExamBanner
source: You Passed the USCIS Citizenship Exam!
es: ¡Aprobaste el Examen de Ciudadanía de USCIS!
tr: USCIS Vatandaşlık Sınavını Geçtiniz!

# failedUSCISExamBanner
source: You Failed the USCIS Citizenship Exam
es: Reprobaste el Examen de Ciudadanía de USCIS
tr: USCIS Vatandaşlık Sınavında Başarısız Oldunuz

# congratsPassedCivics
source: Congratulations! You have successfully completed the civics test.
es: ¡Felicitaciones! Has completado exitosamente la prueba de educación cívica.
tr: Tebrikler! Sivil bilgisi testini başarıyla tamamladınız.

# needMorePractice
source: You need to answer at least 6 questions correctly to pass. Practice more and try again.
es: Necesitas responder al menos 6 preguntas correctamente para aprobar. Practica más e inténtalo nuevamente.
tr: Sınavı geçmek için en az 6 soruyu doğru cevaplamanız gerekiyor. Daha fazla pratik yapın ve tekrar deneyin.

source: Excellent!
es: ¡Excelente!
tr: Mükemmel!

source: Very Good!
es: ¡Muy Bien!
tr: Çok İyi!

source: Good
es: Bien
tr: İyi

source: Average
es: Regular
tr: Orta

source: Needs Improvement
es: Necesita Mejorar
tr: Geliştirilmesi Gerekli

source: Quiz Categories
es: Categorías de Cuestionario
tr: Quiz Kategorileri

source: Flashcard Categories
es: Categorías de Tarjetas
tr: Flashcard Kategorileri

source: Start Quiz
es: Iniciar Cuestionario
tr: Quiz Başlat

source: Open Flashcards
es: Abrir Tarjetas
tr: Flashcardları Aç

# generalProgressTitle
source: General Progress
es: Progreso General
tr: Genel İlerleme

# completedQuestions
source: Completed: {count} / {total} questions
es: Completado: {count} / {total} preguntas
tr: Tamamlanan: {count} / {total} soru

# categoriesCount
source: Categories ({selected}/{total})
es: Categorías ({selected}/{total})
tr: Kategoriler ({selected}/{total})

source: Select All
es: Seleccionar Todo
tr: Tümünü Seç

source: Clear
es: Limpiar
tr: Temizle

# questionsCount
source: This activity contains
es: Esta actividad contiene
tr: Bu aktivite,

source: Success rate: %
es: Tasa de éxito: %
tr: Başarı oranı: %

# pleaseSelectCategory
source: Please select a category
es: Por favor, selecciona una categoría
tr: Lütfen bir kategori seçin

# startQuizWithCategories
source: Start quiz with {count} categories
es: Iniciar cuestionario con {count} categorías
tr: {count} kategori ile Quiz başlat

# openWithCategories
source: Open flashcards with {count} categories
es: Abrir tarjetas con {count} categorías
tr: {count} kategori ile Flashcardları aç

# startWithCategory
source: Start with {count} category
es: Comenzar con {count} categoría
tr: {count} kategori ile başlat

# startWithCategories
source: Start with {count} categories
es: Comenzar con {count} categorías
tr: {count} kategori ile başlat

# loadingCategoriesError
source: Error loading categories: {error}
es: Error al cargar las categorías: {error}
tr: Kategoriler yüklenirken hata oluştu: {error}

# selectCategoryPlease
source: Please select at least one category
es: Por favor, selecciona al menos una categoría
tr: Lütfen en az bir kategori seçin

source: Check Answer
es: Verificar Respuesta
tr: Cevabı Kontrol Et

# newFeature
source: NEW
es: NUEVO
tr: YENİ

# campIntroTitle
source: 10-Day Citizenship Camp
es: Campamento de Ciudadanía de 10 Días
tr: 10 Günde Vatandaşlık

# completedStatus
source: Completed
es: Completado
tr: Tamamlandı

source: Start
es: Iniciar
tr: Başla

# principlesOfDemocracy
source: Principles of American Democracy
es: Principios de la Democracia Americana
tr: Amerikan Demokrasisinin İlkeleri

source: Card
es: Tarjeta
tr: Kart

source: ANSWER
es: RESPUESTA
tr: CEVAP

# refreshData
source: Refresh
es: Actualizar
tr: Yenile

# successRatePercent
source: Success Rate: {rate}%
es: Tasa de Éxito: {rate}%
tr: %{rate} başarı

source: Shuffle
es: Mezclar
tr: Karıştır

source: Statistics
es: Estadísticas
tr: İstatistikler

# categoriesTab
source: Categories
es: Categorías
tr: Kategoriler

# difficultiesTab
source: Difficulties
es: Dificultades
tr: Zorluklar

# progressTab
source: Progress
es: Progreso
tr: İlerleme

source: General Progress
es: Progreso General
tr: Genel İlerleme

# completed
source: Completed: {count} / {total} ({rate}%)
es: Completado: {count} / {total} ({rate}%)
tr: Tamamlanan: {count} / {total} (%{rate})

# completedWithPercent
source: Completed: {count} / {total} ({rate}%)
es: Completado: {count} / {total} ({rate}%)
tr: Tamamlanan: {count} / {total} (%{rate})

source: Accuracy Rate
es: Tasa de Precisión
tr: Doğruluk Oranı

# excellentPerformance
source: Excellent! You seem to have mastered the topics.
es: ¡Excelente! Parece que has dominado los temas.
tr: Mükemmel! Konulara hakim görünüyorsunuz.

# veryGoodPerformance
source: Very good! You could work on a few more topics.
es: ¡Muy bien! Podrías trabajar en algunos temas más.
tr: Çok iyi! Birkaç konu üzerinde daha çalışabilirsiniz.

# goodPerformance
source: Good! You should practice a bit more.
es: ¡Bien! Deberías practicar un poco más.
tr: İyi! Biraz daha pratik yapmalısınız.

# averagePerformance
source: Not bad. You need to study more.
es: No está mal. Necesitas estudiar más.
tr: Fena değil. Daha fazla çalışmalısınız.

# improvablePerformance
source: Can be improved. Practice more.
es: Se puede mejorar. Practica más.
tr: Geliştirilebilir. Daha çok pratik yapın.

# needsWorkPerformance
source: Needs more work. Flashcards can help.
es: Necesita más trabajo. Las tarjetas de memoria pueden ayudar.
tr: Daha fazla çalışma gerekiyor. Flashcardlar yardımcı olabilir.

# answeredLabel
source: Answered
es: Respondidas
tr: Cevaplanan

# correctLabelStat
source: Correct
es: Correctas
tr: Doğru

# incorrectLabelStat
source: Incorrect
es: Incorrectas
tr: Yanlış

source: Category Success Rate
es: Éxito por Categoría
tr: Kategori Bazlı Başarı

source: Category Details
es: Detalles de Categoría
tr: Kategori Detayları

# completedCount
source: Completed: {attempted} / {total}
es: Completado: {attempted} / {total}
tr: Tamamlanan: {attempted} / {total}

# accuracyCount
source: Accuracy: {correct} / {attempted}
es: Precisión: {correct} / {attempted}
tr: Doğruluk: {correct} / {attempted}

# noWrongAnsweredQuestions
source: There are no incorrectly answered questions yet.
es: Aún no hay preguntas respondidas incorrectamente.
tr: Henüz yanlış cevaplanmış soru bulunmamaktadır.

source: Study Suggestions
es: Sugerencias de Estudio
tr: Çalışma Önerileri

source: Study Regularly
es: Estudia Regularmente
tr: Düzenli Çalışın

# studyRegularlyDesc
source: Studying for 10-15 minutes every day is more effective than studying for a long time in one day.
es: Estudiar durante 10-15 minutos todos los días es más efectivo que estudiar durante mucho tiempo en un solo día.
tr: Her gün 10-15 dakika düzenli çalışmak, bir günde uzun süre çalışmaktan daha etkilidir.

# focusDifficulties
source: Focus on Difficult Topics
es: Concéntrate en los Temas Difíciles
tr: Zorlanılan Konulara Odaklanın

# focusDifficultiesDesc
source: Regularly review the questions you've answered incorrectly.
es: Revisa regularmente las preguntas que has respondido incorrectamente.
tr: Yanlış cevapladığınız soruları düzenli olarak tekrar edin.

# repetitionImportant
source: Repetition is Important
es: La Repetición es Importante
tr: Tekrar Önemlidir

# repetitionImportantDesc
source: Solve the same questions on different days. It improves your memory.
es: Resuelve las mismas preguntas en diferentes días. Mejora tu memoria.
tr: Aynı soruları farklı günlerde tekrar çözün. Hatırlama yeteneğinizi geliştirir.

# loadingStatisticsError
source: Error loading statistics: {error}
es: Error al cargar las estadísticas: {error}
tr: İstatistikler yüklenirken hata oluştu: {error}

source: Weekly Progress
es: Progreso Semanal
tr: Haftalık İlerleme

source: Refresh
es: Actualizar
tr: Yenile

source: questions
es: preguntas
tr: soru

# weeklyDataLoadingError
source: Error loading weekly data: {error}
es: Error al cargar los datos semanales: {error}
tr: Haftalık veriler yüklenirken hata: {error}

# thisWeekSolvedQuestions
source: This week you solved {count} questions
es: Esta semana resolviste {count} preguntas
tr: Bu hafta toplam {count} soru çözdünüz

# weeklyGoalCompleted
source: Congratulations! You have completed your weekly goal.
es: ¡Felicitaciones! Has completado tu meta semanal.
tr: Tebrikler! Haftalık hedefinizi tamamladınız.

# weeklyGoalTarget
source: Your weekly goal: {count} questions
es: Tu meta semanal: {count} preguntas
tr: Haftalık hedefiniz: {count} soru

source: Daily Goal
es: Meta Diaria
tr: Günlük Hedef

source: Edit daily goal
es: Editar meta diaria
tr: Günlük hedefi düzenle

# dailyGoalProgress
source: {current} / {total} questions
es: {current} / {total} preguntas
tr: {current} / {total} soru

# dailyGoalCompleted
source: Congratulations! You have completed your daily goal.
es: ¡Felicidades! Has completado tu meta diaria.
tr: Tebrikler! Bugünkü hedefinizi tamamladınız.

# dailyGoalRemaining
source: You have {count} questions remaining to complete your daily goal.
es: Te quedan {count} preguntas para completar tu meta diaria.
tr: Bugünkü hedefinizi tamamlamak için {count} soru kaldı.

source: Set Daily Goal
es: Establecer Meta Diaria
tr: Günlük Hedefi Ayarla

# determineNumberOfQuestionsDaily
source: Determine the number of questions you want to solve daily:
es: Determina el número de preguntas que quieres resolver diariamente:
tr: Günlük çözmek istediğiniz soru sayısını belirleyin:

source: Flashcard Stats
es: Estadísticas de Tarjetas
tr: Kart İstatistikleri

source: Select Your Answer
es: Selecciona Tu Respuesta
tr: Cevabinızı Seçin

source: Exam Tips
es: Consejos para el Examen
tr: Sınav İpuçları

# answerClearly
source: Answer clearly and confidently
es: Responde clara y con confianza
tr: Net ve güvenli bir şekilde cevaplayın

# speakConfidently
source: Speak loudly and clearly
es: Habla alto y claro
tr: Yüksek sesle ve anlaşılır konuşun

# takeYourTime
source: Take your time to think before answering
es: Tómate tu tiempo para pensar antes de responder
tr: Cevap vermeden önce düşünmek için zamanınızı alın

# dayLoading
source: Loading day...
es: Cargando día...
tr: Gün Yükleniyor...

# dayTitle
source: Day {number}: {title}
es: Día {number}: {title}
tr: Gün {number}: {title}

source: Home
es: Inicio
tr: Ana Sayfa

source: Study
es: Estudiar
tr: Çalışma

source: Progress
es: Progreso
tr: İlerleme

# errorDayNotFound
source: Day not found
es: Día no encontrado
tr: Gün bulunamadı

# errorDayLoading
source: Day loading failed:
es: Error al cargar el día:
tr: Gün yüklenirken hata oluştu:
