Repository: OmerFErdogan/us-citizien-test
Catalog: lib/l10n/app_*.arb
Languages: es, tr

# day1Activity1Title
source: History Foundations
es: Fundamentos de Historia
tr: Tarih Temelleri

# day1Activity1Description
source: America's founding and early years
es: La fundación de América y sus primeros años
tr: Amerika'nın kuruluşu ve ilk yılları

# day1Activity2Title
source: Multiple Choice Practice
es: Práctica de Opción Múltiple
tr: Çoktan Seçmeli Pratik

# day1Activity2Description
source: American Revolution and Constitutional development
es: La Revolución Americana y el desarrollo constitucional
tr: Amerikan Devrimi ve Anayasal gelişimi

# day1Activity3Title
source: Comprehensive Review
es: Repaso Completo
tr: Kapsamlı Tekrar

# day1Activity3Description
source: Summary of key historical events
es: Resumen de eventos históricos importantes
tr: Önemli tarihi olayların özeti

# day2Title
source: American Government and Constitution
es: Gobierno y Constitución de EE.UU.
tr: Amerikan Hükümeti ve Anayasa

# day2Description
source: Constitution, amendments, federal system structure
es: Constitución, enmiendas, estructura del sistema federal
tr: Anayasa, değişiklikler, federal sistem yapısı

# day2Activity1Title
source: Constitution Articles
es: Artículos de la Constitución
tr: Anayasa Maddeleri

# day2Activity1Description
source: Basic articles and structure of the Constitution
es: Artículos y estructura básica de la Constitución
tr: Anayasa'nın temel maddeleri ve yapısı

# day2Activity2Title
source: Government Branches
es: Ramas del Gobierno
tr: Hükümet Organları

# day2Activity2Description
source: Legislative, executive, and judicial
es: Legislativo, ejecutivo y judicial
tr: Yasama, yürütme ve yargı

# day2Activity3Title
source: Checks and Balances
es: Controles y Equilibrios
tr: Denge ve Denetleme

# day2Activity3Description
source: Control system between government branches
es: Sistema de control entre las ramas del gobierno
tr: Hükümet organları arasındaki kontrol sistemi

# day3Title
source: Rights and Responsibilities
es: Derechos y Responsabilidades
tr: Haklar ve Sorumluluklar

# day3Description
source: Citizenship rights, responsibilities, and duties
es: Derechos ciudadanos, responsabilidades y deberes
tr: Vatandaşlık hakları, sorumluluklar ve görevler

# day3Activity1Title
source: Basic Rights
es: Derechos Básicos
tr: Temel Haklar

# day3Activity1Description
source: Constitutional rights and protections
es: Derechos constitucionales y sus protecciones
tr: Anayasal haklar ve korumaları

# day3Activity2Title
source: Citizenship Responsibilities
es: Responsabilidades Ciudadanas
tr: Vatandaşlık Sorumlulukları

# day3Activity2Description
source: Duties of American citizens
es: Deberes de los ciudadanos estadounidenses
tr: Amerikan vatandaşlarının görevleri

# day3Activity3Title
source: Scenario Applications
es: Aplicaciones con Escenarios
tr: Senaryolu Uygulamalar

# day3Activity3Description
source: Rights and responsibilities in real-life situations
es: Derechos y responsabilidades en situaciones de la vida real
tr: Gerçek hayat durumlarında haklar ve sorumluluklar

# day4Title
source: Political System and Parties
es: Sistema Político y Partidos
tr: Politik Sistem ve Partiler

# day4Description
source: Political parties, election system, political participation
es: Partidos políticos, sistema electoral, participación política
tr: Politik partiler, seçim sistemi, politik katılım

# day4Activity1Title
source: Political System
es: Sistema Político
tr: Politik Sistem

# day4Activity1Description
source: Basics of the American political system
es: Fundamentos del sistema político estadounidense
tr: Amerikan politik sisteminin temelleri

# day4Activity2Title
source: Election Process
es: Proceso Electoral
tr: Seçim Süreci

# day4Activity2Description
source: Elections and voting in America
es: Elecciones y votación en Estados Unidos
tr: Amerika'daki seçimler ve oylama

# day4Activity3Title
source: Current Political Structure
es: Estructura Política Actual
tr: Güncel Politik Yapı

# day4Activity3Description
source: Current political parties and leaders
es: Partidos políticos y líderes actuales
tr: Mevcut siyasi partiler ve liderler

# day5Title
source: Review and Interim Assessment
es: Repaso y Evaluación Intermedia
tr: Tekrar ve Ara Değerlendirme

# day5Description
source: Comprehensive review and assessment of the first 4 days
es: Repaso y evaluación integral de los primeros 4 días
tr: İlk 4 günün kapsamlı tekrarı ve değerlendirmesi

# day5Activity1Title
source: History and Constitution Review
es: Repaso de Historia y Constitución
tr: Tarih ve Anayasa Tekrarı

# day5Activity1Description
source: Review and application of days 1-2 topics
es: Repaso y práctica de los temas de los días 1-2
tr: 1-2. gün konuları tekrarı ve uygulaması

# day5Activity2Title
source: Rights and Political System Review
es: Repaso de Derechos y Sistema Político
tr: Haklar ve Politik Sistem Tekrarı

# day5Activity2Description
source: Review and application of days 3-4 topics
es: Repaso y práctica de los temas de los días 3-4
tr: 3-4. gün konuları tekrarı ve uygulaması

# day5Activity3Title
source: Weak Areas Review
es: Repaso de Áreas Débiles
tr: Zayıf Konular Tekrarı

# day5Activity3Description
source: Identification and study of areas needing improvement
es: Identificación y estudio de áreas débiles
tr: Eksik kalan alanların belirlenmesi ve çalışılması

# day6Title
source: State and Local Governments
es: Gobiernos Estatales y Locales
tr: Eyalet ve Yerel Yönetimler

# day6Description
source: State governments, local administration structure, state-federal relations
es: Gobiernos estatales, estructura de administración local, relaciones estado-federal
tr: Eyalet yönetimleri, yerel idare yapısı, eyalet-federal ilişkiler

# day6Activity1Title
source: State Governments
es: Gobiernos Estatales
tr: Eyalet Yönetimleri

# day6Activity1Description
source: State structure and roles in the federal system
es: Estructura estatal y sus roles en el sistema federal
tr: Eyalet yapısı ve federal sistemdeki rolleri

# day6Activity2Title
source: Local Governments
es: Gobiernos Locales
tr: Yerel Yönetimler

# day6Activity2Description
source: Local government levels and functions
es: Niveles de gobierno local y sus funciones
tr: Yerel yönetim kademeleri ve işlevleri

# day6Activity3Title
source: Integrated Application
es: Aplicación Integrada
tr: Entegre Uygulama

# day6Activity3Description
source: Relations and roles between levels of government
es: Relaciones y roles entre niveles de gobierno
tr: Yönetim kademeleri arası ilişkiler ve roller

# day7Title
source: American Symbols and Holidays
es: Símbolos y Festividades Americanas
tr: Amerikan Sembolleri ve Tatiller

# day7Description
source: National symbols, holidays, important monuments
es: Símbolos nacionales, días festivos, monumentos importantes
tr: Ulusal semboller, tatiller, önemli anıtlar

# day7Activity1Title
source: National Symbols
es: Símbolos Nacionales
tr: Ulusal Semboller

# day7Activity1Description
source: American flag, national anthem, and other symbols
es: Bandera estadounidense, himno nacional y otros símbolos
tr: Amerikan bayrağı, milli marş ve diğer semboller

# day7Activity2Title
source: Official Holidays
es: Días Festivos Oficiales
tr: Resmi Tatiller

# day7Activity2Description
source: Federal holidays and their meanings
es: Festividades federales y sus significados
tr: Federal tatiller ve anlamları

# day7Activity3Title
source: Important Monuments
es: Monumentos Importantes
tr: Önemli Anıtlar

# day7Activity3Description
source: Historical monuments and national significance
es: Monumentos históricos y su importancia nacional
tr: Tarihi anıtlar ve ulusal önemi

# day8Title
source: Current American Leaders
es: Líderes Americanos Actuales
tr: Güncel Amerikan Liderleri

# day8Description
source: Current president, cabinet, Congress leaders, Supreme Court
es: Presidente actual, gabinete, líderes del Congreso, Tribunal Supremo
tr: Mevcut başkan, kabine, Kongre liderleri, Yüksek Mahkeme

# day8Activity1Title
source: Executive Branch
es: Poder Ejecutivo
tr: Yürütme Organı

# day8Activity1Description
source: President, Vice President, and Cabinet
es: Presidente, Vicepresidente y Gabinete
tr: Başkan, Başkan Yardımcısı ve Kabine

# day8Activity2Title
source: Legislative Branch
es: Poder Legislativo
tr: Yasama Organı

# day8Activity2Description
source: Congress structure and important positions
es: Estructura del Congreso y posiciones importantes
tr: Kongre yapısı ve önemli pozisyonlar

# day8Activity3Title
source: Judicial Branch
es: Poder Judicial
tr: Yargı Organı

# day8Activity3Description
source: Supreme Court and federal judicial system
es: Tribunal Supremo y sistema judicial federal
tr: Yüksek Mahkeme ve federal yargı sistemi

# day9Title
source: Geography and States
es: Geografía y Estados
tr: Coğrafya ve Eyaletler

# day9Description
source: American geography, states, capitals, regions
es: Geografía de Estados Unidos, estados, capitales, regiones
tr: Amerika'nın coğrafyası, eyaletler, başkentler, bölgeler

# day9Activity1Title
source: Geographic Regions
es: Regiones Geográficas
tr: Coğrafi Bölgeler

# day9Activity1Description
source: Geographic regions of the US and their characteristics
es: Regiones geográficas de EE.UU. y sus características
tr: ABD'nin coğrafi bölgeleri ve özellikleri

# day9Activity2Title
source: States and Capitals
es: Estados y Capitales
tr: Eyaletler ve Başkentler

# day9Activity2Description
source: States, capitals, and basic characteristics
es: Estados, capitales y sus características básicas
tr: Eyaletler, başkentler ve temel özellikleri

# day9Activity3Title
source: Important Geographic Features
es: Formaciones Geográficas Importantes
tr: Önemli Coğrafi Oluşumlar

# day9Activity3Description
source: Major rivers, lakes, mountains, and other features
es: Grandes ríos, lagos, montañas y otras formaciones
tr: Büyük nehirler, göller, dağlar ve diğer oluşumlar

# day10Title
source: Final Practice Exam
es: Examen de Práctica Final
tr: Final Pratik Sınavı

# day10Description
source: Comprehensive application of all topics and simulated exam
es: Aplicación integral de todos los temas y examen simulado
tr: Tüm konuların kapsamlı uygulaması ve simüle sınav

# day10Activity1Title
source: Simulated Exam 1
es: Examen Simulado 1
tr: Simüle Sınav 1

# day10Activity1Description
source: First attempt in real exam format
es: Primer intento en formato de examen real
tr: Gerçek sınav formatında ilk deneme

# day10Activity2Title
source: Evaluation and Review
es: Evaluación y Repaso
tr: Değerlendirme ve Tekrar

# day10Activity2Description
source: Identification and study of weak areas
es: Identificación y estudio de áreas débiles
tr: Zayıf alanların tespiti ve çalışılması

# day10Activity3Title
source: Simulated Exam 2
es: Examen Simulado 2
tr: Simüle Sınav 2

# day10Activity3Description
source: Second attempt in real exam format
es: Segundo intento en formato de examen real
tr: Gerçek sınav formatında ikinci deneme

source: Change Language
es: Cambiar idioma

source: Error: {message}
tr: Hata: {message}

source: Error:
tr: Hata:

# generalTab
source: General
tr: Genel

# errorText
source: Error:
tr: Hata:
